[
    {
        "name": "Từ Điển Tiếng “Em” - Tái Bản 2021",
        "price": 45540,
        "images": [
            {
                "public_id": "products/iqrx9qio7zruxou",
                "url": "https://cdn0.fahasa.com/skin/frontend/ma_vanese/fahasa/images/ring_loader.svg"
            }
        ],
        "description": "TỪ ĐIỂN TIẾNG “EM” – Định nghĩa về thế giới mới! Bạn sẽ bất ngờ, khi cầm cuốn “từ điển” xinh xinh này trên tay. Và sẽ còn ngạc nhiên hơn nữa, khi bắt đầu đọc từng trang sách… Dĩ nhiên là vì “Từ điển tiếng “Em” không phải là một cuốn từ điển thông thường rồi! Nói đến “từ điển”, xưa nay chúng ta đều nghĩ về một bộ sách đồ sộ, giải thích ý nghĩa, cách dùng, dịch, cách phát âm, và thường kèm theo các ví dụ về cách sử dụng từ đó. Tuy nhiên, với cuốn sách “Từ điển tiếng “em”, các bạn sẽ hết sức bất ngờ với những định nghĩa mới, bắt trend, sáng tạo, thông minh và vô cùng hài hước.",
        "numOfReviews": 0,
        "author": "Khotudien",
        "rating": 0,
        "publishingCompany": "Khotudien",
        "category": "Văn học",
        "stock": 5,
        "reviews": []
    },
    {
        "name": "Tô Bình Yên Vẽ Hạnh Phúc (Tái Bản 2021)",
        "price": 63960,
        "images": [
            {
                "public_id": "products/9aba4zwzttm80or",
                "url": "https://cdn0.fahasa.com/skin/frontend/ma_vanese/fahasa/images/ring_loader.svg"
            }
        ],
        "description": "Tô Bình Yên Vẽ Hạnh Phúc Sau thành công của cuốn sách đầu tay “Phải lòng với cô đơn” chàng họa sĩ nổi tiếng và tài năng Kulzsc đã trở lại với một cuốn sách vô cùng đặc biệt mang tên: \"Tô bình yên - vẽ hạnh phúc” – sắc nét phong cách cá nhân với một chút “thơ thẩn, rất hiền”. Không giống với những cuốn sách chỉ để đọc, “Tô bình yên – vẽ hạnh phúc” là một cuốn sách mà độc giả vừa tìm được “Hạnh phúc to to từ những điều nho nhỏ” vừa được thực hành ngay lập tức. Một sự kết hợp mới lạ đầy thú vị giữa thể loại sách tản văn và sách tô màu. Lật mở cuốn sách này, bạn sẽ thấy vô vàn những điều nhỏ bé dễ thương lan tòa nguồn năng lượng tích cực. Và kèm theo một list những điều tuyệt vời khiến bạn không thể bỏ lỡ: - Tận tình chỉ dẫn: 8 hướng dẫn tô màu đầy hứng thú từ Kulzsc\n- Tranh vẽ đơn giản, gần gũi. Nét vẽ đáng yêu, dễ thương\n- Chủ đề xoay quanh những điều bình yên trong cuộc sống: Đọc sách, đi dạo, dọn dẹp nhà cửa, trồng cây, ăn cơm mẹ nấu, nghe một bản nhạc hay, và nghĩ về nụ cười của một ai đó…\n- Mỗi bức tranh lại là những lời thủ thỉ, tâm tình của tác giả. Là những điều nhắn gửi nho nhỏ mong bạn bớt đi những xao động:",
        "numOfReviews": 1,
        "author": "Kulzsc",
        "rating": 5,
        "publishingCompany": "Kulzsc",
        "category": "Văn học",
        "stock": 32,
        "reviews": []
    },
    {
        "name": "Nhà Giả Kim (Tái Bản 2020)",
        "price": 67150,
        "images": [
            {
                "public_id": "products/z8br8dsgs1ux3bx",
                "url": "https://cdn0.fahasa.com/skin/frontend/ma_vanese/fahasa/images/ring_loader.svg"
            }
        ],
        "description": "Tất cả những trải nghiệm trong chuyến phiêu du theo đuổi vận mệnh của mình đã giúp Santiago thấu hiểu được ý nghĩa sâu xa nhất của hạnh phúc, hòa hợp với vũ trụ và con người.Tiểu thuyết Nhà giả kim của Paulo Coelho như một câu chuyện cổ tích giản dị, nhân ái, giàu chất thơ, thấm đẫm những minh triết huyền bí của phương Đông. Trong lần xuất bản đầu tiên tại Brazil vào năm 1988, sách chỉ bán được 900 bản. Nhưng, với số phận đặc biệt của cuốn sách dành cho toàn nhân loại, vượt ra ngoài biên giới quốc gia, Nhà giả kim đã làm rung động hàng triệu tâm hồn, trở thành một trong những cuốn sách bán chạy nhất mọi thời đại, và có thể làm thay đổi cuộc đời người đọc. “Nhưng nhà luyện kim đan không quan tâm mấy đến những điều ấy. Ông đã từng thấy nhiều người đến rồi đi, trong khi ốc đảo và sa mạc vẫn là ốc đảo và sa mạc. Ông đã thấy vua chúa và kẻ ăn xin đi qua biển cát này, cái biển cát thường xuyên thay hình đổi dạng vì gió thổi nhưng vẫn mãi mãi là biển cát mà ông đã biết từ thuở nhỏ. Tuy vậy, tự đáy lòng mình, ông không thể không cảm thấy vui trước hạnh phúc của mỗi người lữ khách, sau bao ngày chỉ có cát vàng với trời xanh nay được thấy chà là xanh tươi hiện ra trước mắt. ‘Có thể Thượng đế tạo ra sa mạc chỉ để cho con người biết quý trọng cây chà là,’ ông nghĩ.” - Trích Nhà giả kim",
        "numOfReviews": 37,
        "author": "Paulo Coelho",
        "rating": 4.9,
        "publishingCompany": "Paulo Coelho",
        "category": "Văn học",
        "stock": 25,
        "reviews": []
    },
    {
        "name": "Thiên Sứ Nhà Bên - Tập 3 - Tặng Kèm Bookmark + Postcard Nhựa PVC khổ 10x15cm",
        "price": 85500,
        "images": [
            {
                "public_id": "products/3qna6w1bsjjrq9s",
                "url": "https://cdn0.fahasa.com/skin/frontend/ma_vanese/fahasa/images/ring_loader.svg"
            }
        ],
        "description": "“Mọi người đều thân thiết với Amane, chỉ có tôi như bị cho ra rìa vậy đó.” Mahiru và Amane đã lên lớp 11, họ trở thành bạn cùng lớp với nhau! Trái với Mahiru luôn cố gắng thu hẹp khoảng cách kể cả khi ở trường, Amane vẫn giữ ý với “thiên sứ” và không tiến thêm một bước nào. Nhờ có Chitose mà Mahiru dần xóa bỏ bức tường ngăn cách với các bạn cùng lớp, trong khi Amane lại nhớ đến vết thương cũ vừa lành trong tim ",
        "numOfReviews": 0,
        "author": "Saekisan, Hanekoto",
        "rating": 0,
        "publishingCompany": "Saekisan, Hanekoto",
        "category": "Văn học",
        "stock": 13,
        "reviews": []
    },
    {
        "name": "Cho Tôi Xin Một Vé Đi Tuổi Thơ (Bìa Mềm) (Tái Bản 2018)",
        "price": 64000,
        "images": [
            {
                "public_id": "products/pxg8wq3xt90t3a0",
                "url": "https://cdn0.fahasa.com/skin/frontend/ma_vanese/fahasa/images/ring_loader.svg"
            }
        ],
        "description": "Trong Cho tôi xin một vé đi tuổi thơ, nhà văn Nguyễn Nhật Ánh mời người đọc lên chuyến tàu quay ngược trở lại thăm tuổi thơ và tình bạn dễ thương của 4 bạn nhỏ. Những trò chơi dễ thương thời bé, tính cách thật thà, thẳng thắn một cách thông minh và dại dột, những ước mơ tự do trong lòng… khiến cuốn sách có thể làm các bậc phụ huynh lo lắng rồi thở phào. Không chỉ thích hợp với người đọc trẻ, cuốn sách còn có thể hấp dẫn và thực sự có ích cho người lớn trong quan hệ với con mình.",
        "numOfReviews": 79,
        "author": "Nguyễn Nhật Ánh",
        "rating": 4.9,
        "publishingCompany": "Nguyễn Nhật Ánh",
        "category": "Văn học",
        "stock": 123,
        "reviews": []
    }
]